
export const POSITIONS = [
    "แพทย์", "ทันตแพทย์", "เภสัชกร", "พยาบาลวิชาชีพ", "นักเทคนิคการแพทย์", "นักรังสีการแพทย์", 
    "นักวิชาการคอมพิวเตอร์", "นักกายภาพบำบัด", "นักจิตวิทยา", "นักวิชาการสถิติ", "นักวิชาการสาธารณสุข", 
    "นักวิทยาศาสตร์การแพทย์", "เจ้าพนักงานทันตสาธารณสุข", "เจ้าพนักงานเวชสถิติ", "เจ้าพนักงานสาธารณสุข", 
    "แพทย์แผนไทย", "ผู้ช่วยเจ้าหน้าที่สาธารณสุข", "พนักงานกายภาพบำบัด", "พนักงานการแพทย์และรังสีเทคนิค", 
    "พนักงานขับรถยนต์", "พนักงานช่วยการพยาบาล", "พนักงานช่วยเหลือคนไข้", "พนักงานประจำห้องทดลอง", 
    "พนักงานประจำห้องยา", "พนักงานสุขภาพชุมชน", "พนักงานห้องปฏิบัติการ", "พนักงานห้องผ่าตัด", 
    "พนักงานห้องเฝือก", "แพทย์แผนไทยประยุกต์", "นักโภชนาการ", "นักวิเคราะห์นโยบายและแผน", 
    "นักสังคมสงเคราะห์", "นักทรัพยากรบุคคล", "นักวิชาการเงินและบัญชี", "นักวิชาการพัสดุ", 
    "นักจัดการงานทั่วไป", "นักประชาสัมพันธ์", "นักโสตทัศนศึกษา", "นักกิจกรรมบำบัด", "นักอาชีวบำบัด", 
    "นักกายอุปกรณ์", "นิติกร", "โภชนากร", "เจ้าพนักงานเภสัชกรรม", "เจ้าพนักงานธุรการ", 
    "เจ้าพนักงานการเงินและบัญชี", "เจ้าพนักงานงานพัสดุ", "เจ้าพนักงานโสตทัศนศึกษา", "ช่างกายอุปกรณ์", 
    "นักสาธารณสุข (นักสาธารณสุขชุมชน)", "อาสาสมัครสาธารณสุขประจำหมู่บ้าน (อสม.)", "แพทย์แผนจีน", 
    "นักปฏิบัติการแพทย์ฉุกเฉิน", "นักเทคโนโลยีหัวใจและทรวงอก", "เจ้าพนักงานวิทยาศาสตร์การแพทย์", 
    "พนักงานบัตรรายงานโรค", "เจ้าพนักงานรังสีการแพทย์", "พนักงานเอกสาร", "พนักงานเปล", "พนักงานพิมพ์", 
    "พนักงานซักฟอก", "พนักงานเกษตรพื้นฐาน", "พนักงานบริการ", "นักเวชศาสตร์การสื่อความหมาย", 
    "นักวิชาการศึกษา", "นายช่างเทคนิค", "นายช่างไฟฟ้า", "ช่างไฟฟ้าและอิเล็กทรอนิกส์", "นายช่างโยธา", 
    "บรรณารักษ์", "พนักงานประกอบอาหาร", "พนักงานประจำตึก", "พยาบาลเทคนิค", "เจ้าพนักงานเครื่องคอมพิวเตอร์", 
    "อื่นๆ"
];

export const STAFF_TYPES = [
    "ข้าราชการ", "จ้างเหมาบริการ", "จ้างเหมาบุคคล", "พนักงานกระทรวง", "พนักงานราชการ", 
    "ลูกจ้างชั่วคราว(รายเดือน)", "ลูกจ้างชั่วคราวรายวัน", "ลูกจ้างประจำ", "ลูกจ้างรายคาบ"
];

export const WORK_GROUPS = [
    "กลุ่มงานทางการแพทย์", "กลุ่มการพยาบาล", "กลุ่มงานเทคนิคการแพทย์", "กลุ่มงานประกันสุขภาพยุทธศาสตร์ฯ",
    "กลุ่มงานบริหาร", "กลุ่มงานทันตกรรม", "กลุ่มงานเภสัชกรรม", "กลุ่มงานจิตเวชและยาเสพติด",
    "กลุ่มงานอุบัติเหตุและนิติเวช", "กลุ่มงานด้านปฐมภูมิและองค์รวม PCU", "กลุ่มงานบริการผู้ป่วยนอก OPD",
    "กลุ่มงานบริการผู้ป่วยใน IPD", "กลุ่มงานแพทย์แผนไทย"
];
